Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# shifts.recurring.stopAfterDateConfirmMessage
source: This keeps past shifts in your calendar, but removes future repeats from this recurring shift after %@.
ar: سيبقي هذا الورديات السابقة في تقويمك، لكنه سيزيل التكرارات المستقبلية لهذه الوردية المتكررة بعد %@.
bg: Това запазва миналите смени в календара ви, но премахва бъдещите повторения на тази повтаряща се смяна след %@.
bn: এটি আপনার ক্যালেন্ডারে আগের শিফটগুলো রাখবে, তবে %@-এর পর এই পুনরাবৃত্ত শিফটের ভবিষ্যৎ পুনরাবৃত্তি মুছে দেবে।
ca: Això manté els torns passats al teu calendari, però elimina les repeticions futures d'aquest torn recurrent després de %@.
cs: Minulé směny zůstanou v kalendáři, ale budoucí opakování této směny se po %@ odstraní.
da: Dette beholder tidligere vagter i din kalender, men fjerner fremtidige gentagelser for denne faste vagt efter %@.
de: Dadurch bleiben frühere Schichten in deinem Kalender, aber zukünftige Wiederholungen dieser wiederkehrenden Schicht werden nach %@ entfernt.
el: Αυτό διατηρεί τις προηγούμενες βάρδιες στο ημερολόγιό σας, αλλά αφαιρεί τις μελλοντικές επαναλήψεις αυτής της επαναλαμβανόμενης βάρδιας μετά τις %@.
es: Esto mantiene los turnos anteriores en tu calendario, pero elimina futuras repeticiones de este turno recurrente después de %@.
et: See jätab varasemad vahetused sinu kalendrisse alles, kuid eemaldab selle korduva vahetuse tulevased kordused pärast %@.
fa: این کار شیفت‌های گذشته را در تقویم شما نگه می‌دارد، اما تکرارهای آینده این شیفت تکراری را بعد از %@ حذف می‌کند.
fi: Tämä säilyttää aiemmat vuorot kalenterissasi, mutta poistaa tämän toistuvan vuoron tulevat toistot %@ jälkeen.
fil: Pinapanatili nito ang mga nakaraang shift sa iyong kalendaryo, pero inaalis ang mga susunod na pag-uulit ng umuulit na shift na ito pagkatapos ng %@.
fr: Cela conserve les shifts passés dans votre calendrier, mais supprime les répétitions futures de ce shift récurrent après %@.
he: כך משמרות עבר יישארו בלוח השנה שלך, אבל חזרות עתידיות של משמרת חוזרת זו יוסרו אחרי %@.
hi: इससे पिछली शिफ्टें आपके कैलेंडर में रहेंगी, लेकिन %@ के बाद इस आवर्ती शिफ्ट की भविष्य की पुनरावृत्तियां हट जाएंगी।
hr: Ovo zadržava prošle smjene u tvom kalendaru, ali uklanja buduća ponavljanja ove ponavljajuće smjene nakon %@.
hu: A korábbi műszakok megmaradnak a naptáradban, de %@ után törlődnek ennek az ismétlődő műszaknak a jövőbeli ismétlődései.
id: Ini menyimpan shift sebelumnya di kalender Anda, tetapi menghapus pengulangan mendatang dari shift berulang ini setelah %@.
is: Þetta heldur eldri vöktum í dagatalinu þínu en fjarlægir framtíðartekningar þessarar endurteknu vaktar eftir %@.
it: I turni passati restano nel calendario, ma le ripetizioni future di questo turno ricorrente verranno rimosse dopo %@.
ja: これにより過去のシフトはカレンダーに残りますが、%@以降のこの定期シフトの今後の繰り返しは削除されます。
ko: 이렇게 하면 지난 근무는 캘린더에 유지되고, %@ 이후의 이 반복 근무는 더 이상 생성되지 않습니다.
lt: Ankstesnės pamainos liks jūsų kalendoriuje, bet būsimi šios pasikartojančios pamainos kartojimai po %@ bus pašalinti.
lv: Tas saglabās iepriekšējās maiņas jūsu kalendārā, bet noņems turpmākos šīs atkārtotās maiņas atkārtojumus pēc %@.
nb: Dette beholder tidligere vakter i kalenderen din, men fjerner fremtidige gjentakelser for denne faste vakten etter %@.
nl: Dit behoudt eerdere diensten in je agenda, maar verwijdert toekomstige herhalingen van deze terugkerende dienst na %@.
nn: Dette beheld tidlegare vakter i kalenderen din, men fjernar framtidige gjentakingar frå denne faste vakta etter %@.
pl: To zachowa przeszłe zmiany w Twoim kalendarzu, ale usunie przyszłe powtórzenia tej cyklicznej zmiany po %@.
pt_br: Isso mantém os turnos anteriores no seu calendário, mas remove repetições futuras deste turno recorrente após %@.
ro: Acest lucru păstrează turele anterioare în calendar, dar elimină repetările viitoare ale acestei ture recurente după %@.
ru: Это сохранит прошлые смены в вашем календаре, но удалит будущие повторы этой смены после %@.
sk: Minulé zmeny zostanú v kalendári, ale budúce opakovania tejto opakujúcej sa zmeny sa po %@ odstránia.
sl: To ohrani pretekle izmene v tvojem koledarju, vendar odstrani prihodnje ponovitve te ponavljajoče se izmene po %@.
sr: Ovo zadržava prethodne smene u tvom kalendaru, ali uklanja buduća ponavljanja ove smene nakon %@.
sv: Detta behåller tidigare pass i din kalender, men tar bort framtida upprepningar för detta återkommande pass efter %@.
sw: Hii huweka zamu za zamani kwenye kalenda yako, lakini huondoa marudio yajayo ya zamu hii inayojirudia baada ya %@.
ta: இது உங்கள் காலண்டரில் கடந்த ஷிப்ட்களை வைத்திருக்கும், ஆனால் %@-க்கு பிறகு இந்த தொடர்ச்சியான ஷிப்டின் எதிர்கால மறுநடப்புகளை அகற்றும்.
th: กะที่ผ่านมาในปฏิทินจะยังคงอยู่ แต่การทำซ้ำในอนาคตของกะนี้จะถูกลบหลัง %@
tr: Bu, geçmiş vardiyaları takviminizde tutar ancak %@ sonrasındaki gelecekteki tekrarları kaldırır.
uk: Це збереже минулі зміни у вашому календарі, але видалить майбутні повтори цієї регулярної зміни після %@.
ur: اس سے آپ کے کیلنڈر میں پچھلی شفٹیں رہیں گی، لیکن %@ کے بعد اس بار بار ہونے والی شفٹ کی آئندہ تکراریں ہٹ جائیں گی۔
vi: Việc này giữ các ca trước đây trong lịch của bạn, nhưng xóa các lần lặp trong tương lai của ca lặp lại này sau %@.
zh_hans: 这会保留你日历中的过往班次，但会移除此重复班次在 %@ 之后的未来重复。
zh_hant: 這會保留你日曆中的過去班次，但在 %@ 之後移除此重複班次的未來重複。

# shifts.recurring.stopAfterDateConfirmTitle
source: Stop this recurring shift after this date?
ar: إيقاف هذه الوردية المتكررة بعد هذا التاريخ؟
bg: Да се спре ли тази повтаряща се смяна след тази дата?
bn: এই তারিখের পর এই পুনরাবৃত্ত শিফট বন্ধ করবেন?
ca: Vols aturar aquest torn recurrent després d'aquesta data?
cs: Ukončit tuto opakující se směnu po tomto datu?
da: Stop denne faste vagt efter denne dato?
de: Diese wiederkehrende Schicht nach diesem Datum beenden?
el: Να διακοπεί αυτή η επαναλαμβανόμενη βάρδια μετά από αυτή την ημερομηνία;
es: ¿Detener este turno recurrente después de esta fecha?
et: Kas peatada see korduv vahetus pärast seda kuupäeva?
fa: این شیفت تکراری بعد از این تاریخ متوقف شود؟
fi: Lopetetaanko tämä toistuva vuoro tämän päivämäärän jälkeen?
fil: Itigil ang umuulit na shift na ito pagkatapos ng petsang ito?
fr: Arrêter ce shift récurrent après cette date ?
he: להפסיק משמרת חוזרת זו אחרי תאריך זה?
hi: इस तारीख के बाद यह आवर्ती शिफ्ट बंद करें?
hr: Zaustaviti ovu ponavljajuću smjenu nakon ovog datuma?
hu: Leállítja ezt az ismétlődő műszakot e dátum után?
id: Hentikan shift berulang ini setelah tanggal ini?
is: Stöðva þessa endurteknu vakt eftir þessa dagsetningu?
it: Interrompere questo turno ricorrente dopo questa data?
ja: この日以降、この定期シフトを停止しますか？
ko: 이 날짜 이후 반복 근무를 중지할까요?
lt: Baigti šią pasikartojančią pamainą po šios datos?
lv: Pārtraukt šo atkārtoto maiņu pēc šī datuma?
nb: Stoppe denne faste vakten etter denne datoen?
nl: Deze terugkerende dienst stoppen na deze datum?
nn: Stoppe denne faste vakta etter denne datoen?
pl: Zatrzymać tę cykliczną zmianę po tej dacie?
pt_br: Parar este turno recorrente após esta data?
ro: Oprești această tură recurentă după această dată?
ru: Остановить эту повторяющуюся смену после этой даты?
sk: Zastaviť túto opakujúcu sa zmenu po tomto dátume?
sl: Ustavi to ponavljajočo se izmeno po tem datumu?
sr: Zaustaviti ovu ponavljajuću smenu nakon ovog datuma?
sv: Stoppa detta återkommande pass efter detta datum?
sw: Simamisha zamu hii inayojirudia baada ya tarehe hii?
ta: இந்த தொடர்ச்சியான ஷிப்டை இந்த தேதிக்குப் பிறகு நிறுத்தவா?
th: หยุดกะที่เกิดซ้ำนี้หลังวันที่นี้หรือไม่
tr: Bu tekrarlayan vardiya bu tarihten sonra durdurulsun mu?
uk: Зупинити цю регулярну зміну після цієї дати?
ur: اس بار بار ہونے والی شفٹ کو اس تاریخ کے بعد روکنا ہے؟
vi: Dừng ca lặp lại này sau ngày này?
zh_hans: 在此日期后停止此重复班次？
zh_hant: 要在此日期後停止此重複班次嗎？

# shifts.recurringShift
source: Recurring Shift
ar: نوبة متكررة
bg: Повтаряща се смяна
bn: পুনরাবৃত্ত শিফট
ca: Vàcua recurrent
cs: Pravidelná směna
da: Gentagen vagt
de: Wiederkehrende Schicht
el: Επαναλαμβανόμενη βάρδια
es: Vakt recurrente
et: Korduv vahetus
fa: شیفت تکراری
fi: Jaksoittainen vuoro
fil: Paulit-ulit na Shift
fr: Vaction récurrente
he: שיבוץ חוזר
hi: आवर्ती शिफ्ट
hr: Ponavljajuća smjena
hu: Ismétlődő műszak
id: Vakt Berulang
is: Endurtekin vakt
it: Vakt ricorrente
ja: 固定シフト
ko: 반복 근무
lt: Pasikartojantis darbas
lv: Atkārtota maiņa
nb: Gjentakende vakt
nl: Terugkerende dienst
nn: Gjentakande vakt
pl: Powtarzająca się zmiana
pt_br: Turno recorrente
ro: Schimb recurent
ru: Повторяющаяся смена
sk: Pravidelná zmena
sl: Ponavljajoča izmena
sr: Ponavljajuća smena
sv: Återkommande arbetspass
sw: Zamu Inayorudia
ta: மீண்டும் வரும் Shift
th: การเลื่อนเวลาปกติ
tr: Tekrarlanan Vardiya
uk: Повторювана зміна
ur: بار بار آنے والی شفٹ
vi: Ca làm việc định kỳ
zh_hans: 循环班次
zh_hant: 重複班次

# shifts.save.error.inProgress
source: A shift is already being saved. Please wait a moment.
ar: يتم حفظ وردية بالفعل. يُرجى الانتظار قليلًا.
bg: Вече се записва смяна. Моля, изчакайте малко.
bn: একটি শিফট ইতিমধ্যে সংরক্ষণ করা হচ্ছে। একটু অপেক্ষা করুন।
ca: Ja s'està desant un torn. Espera un moment.
cs: Jedna směna se už ukládá. Chvíli počkejte.
da: En vagt er allerede ved at blive gemt. Vent et øjeblik.
de: Eine Schicht wird bereits gespeichert. Bitte kurz warten.
el: Μια βάρδια αποθηκεύεται ήδη. Περιμένετε λίγο.
es: Ya se está guardando un turno. Espera un momento.
et: Vahetust juba salvestatakse. Palun oota hetk.
fa: یک شیفت در حال ذخیره شدن است. لطفاً کمی صبر کنید.
fi: Vuoroa tallennetaan jo. Odota hetki.
fil: May sine-save nang shift. Maghintay sandali.
fr: Un service est déjà en cours d’enregistrement. Veuillez patienter un instant.
he: כבר מתבצעת שמירה של משמרת. נא להמתין רגע.
hi: एक शिफ्ट पहले से सेव हो रही है। कृपया थोड़ी देर प्रतीक्षा करें।
hr: Smjena se već sprema. Pričekajte trenutak.
hu: Egy műszak mentése már folyamatban van. Kérjük, várjon egy pillanatot.
id: Shift sedang disimpan. Harap tunggu sebentar.
is: Verið er að vista vakt nú þegar. Bíddu aðeins.
it: È già in corso il salvataggio di un turno. Attendi un momento.
ja: シフトはすでに保存中です。しばらくお待ちください。
ko: 이미 근무를 저장 중입니다. 잠시만 기다려 주세요.
lt: Pamaina jau išsaugoma. Palaukite akimirką.
lv: Maiņa jau tiek saglabāta. Lūdzu, uzgaidiet brīdi.
nb: En vakt lagres allerede. Vent litt.
nl: Er wordt al een dienst opgeslagen. Wacht even.
nn: Ei vakt blir allereie lagra. Vent litt.
pl: Trwa już zapisywanie zmiany. Poczekaj chwilę.
pt_br: Um turno já está sendo salvo. Aguarde um momento.
ro: Un schimb este deja în curs de salvare. Așteptați puțin.
ru: Смена уже сохраняется. Подождите немного.
sk: Zmena sa už ukladá. Počkajte chvíľu.
sl: Izmena se že shranjuje. Počakajte trenutek.
sr: Smena se već čuva. Sačekajte trenutak.
sv: Ett pass håller redan på att sparas. Vänta en stund.
sw: Zamu tayari inahifadhiwa. Tafadhali subiri kidogo.
ta: ஒரு ஷிப்ட் ஏற்கனவே சேமிக்கப்பட்டுக் கொண்டிருக்கிறது. சிறிது காத்திருக்கவும்.
th: กำลังบันทึกกะอยู่แล้ว โปรดรอสักครู่
tr: Bir vardiya zaten kaydediliyor. Lütfen biraz bekleyin.
uk: Зміна вже зберігається. Зачекайте трохи.
ur: ایک شفٹ پہلے ہی محفوظ کی جا رہی ہے۔ براہ کرم تھوڑی دیر انتظار کریں۔
vi: Đang lưu một ca khác. Vui lòng đợi chút.
zh_hans: 已有班次正在保存。请稍候。
zh_hant: 已有班次正在儲存中。請稍候。

# shifts.save.error.invalidDate
source: Could not save this shift because the date is invalid.
ar: تعذر حفظ هذه الوردية لأن التاريخ غير صالح.
bg: Тази смяна не можа да бъде запазена, защото датата е невалидна.
bn: তারিখ অবৈধ হওয়ায় এই শিফট সংরক্ষণ করা যায়নি।
ca: No s'ha pogut desar aquest torn perquè la data no és vàlida.
cs: Tuto směnu nešlo uložit, protože datum není platné.
da: Kunne ikke gemme denne vagt, fordi datoen er ugyldig.
de: Diese Schicht konnte nicht gespeichert werden, weil das Datum ungültig ist.
el: Δεν ήταν δυνατή η αποθήκευση αυτής της βάρδιας επειδή η ημερομηνία δεν είναι έγκυρη.
es: No se pudo guardar este turno porque la fecha no es válida.
et: Seda vahetust ei saanud salvestada, sest kuupäev on vigane.
fa: این شیفت ذخیره نشد چون تاریخ نامعتبر است.
fi: Tätä vuoroa ei voitu tallentaa, koska päivämäärä on virheellinen.
fil: Hindi ma-save ang shift na ito dahil invalid ang petsa.
fr: Impossible d’enregistrer ce service car la date n’est pas valide.
he: לא ניתן לשמור את המשמרת כי התאריך אינו תקין.
hi: अमान्य तारीख के कारण यह शिफ्ट सेव नहीं हो सकी।
hr: Ovu smjenu nije moguće spremiti jer datum nije valjan.
hu: Nem sikerült menteni ezt a műszakot, mert a dátum érvénytelen.
id: Tidak dapat menyimpan shift ini karena tanggal tidak valid.
is: Ekki tókst að vista þessa vakt því dagsetningin er ógild.
it: Impossibile salvare questo turno perché la data non è valida.
ja: 日付が無効なため、このシフトを保存できませんでした。
ko: 날짜가 올바르지 않아 이 근무를 저장할 수 없습니다.
lt: Nepavyko išsaugoti šios pamainos, nes data neteisinga.
lv: Nevarēja saglabāt šo maiņu, jo datums nav derīgs.
nb: Kunne ikke lagre denne vakten fordi datoen er ugyldig.
nl: Kon deze dienst niet opslaan omdat de datum ongeldig is.
nn: Kunne ikkje lagre denne vakta fordi datoen er ugyldig.
pl: Nie można zapisać tej zmiany, ponieważ data jest nieprawidłowa.
pt_br: Não foi possível salvar este turno porque a data é inválida.
ro: Nu s-a putut salva acest schimb deoarece data este invalidă.
ru: Не удалось сохранить эту смену: неверная дата.
sk: Túto zmenu sa nepodarilo uložiť, pretože dátum je neplatný.
sl: Te izmene ni bilo mogoče shraniti, ker datum ni veljaven.
sr: Nije moguće sačuvati ovu smenu jer datum nije važeći.
sv: Det gick inte att spara det här passet eftersom datumet är ogiltigt.
sw: Haikuweza kuhifadhi zamu hii kwa sababu tarehe si halali.
ta: தேதி தவறானதால் இந்த ஷிப்டை சேமிக்க முடியவில்லை.
th: ไม่สามารถบันทึกกะนี้ได้เนื่องจากวันที่ไม่ถูกต้อง
tr: Tarih geçersiz olduğu için bu vardiya kaydedilemedi.
uk: Не вдалося зберегти цю зміну, бо дата недійсна.
ur: اس شفٹ کو محفوظ نہیں کیا جا سکا کیونکہ تاریخ درست نہیں ہے۔
vi: Không thể lưu ca này vì ngày không hợp lệ.
zh_hans: 无法保存此班次，日期无效。
zh_hant: 無法儲存此班次，因為日期無效。

# shifts.save.error.missingRecurringInfo
source: Could not save this recurring shift occurrence. Please refresh and try again.
ar: تعذر حفظ هذا التكرار للوردية. يُرجى التحديث ثم المحاولة مرة أخرى.
bg: Това повторение на повтарящата се смяна не можа да бъде запазено. Моля, опреснете и опитайте отново.
bn: এই পুনরাবৃত্ত শিফটের ঘটনাটি সংরক্ষণ করা যায়নি। রিফ্রেশ করে আবার চেষ্টা করুন।
ca: No s'ha pogut desar aquesta ocurrència del torn recurrent. Actualitza i torna-ho a provar.
cs: Tento výskyt opakované směny nešlo uložit. Obnovte data a zkuste to znovu.
da: Kunne ikke gemme denne forekomst af den gentagne vagt. Opdater, og prøv igen.
de: Dieser Termin der wiederkehrenden Schicht konnte nicht gespeichert werden. Bitte aktualisieren und erneut versuchen.
el: Δεν ήταν δυνατή η αποθήκευση αυτής της εμφάνισης της επαναλαμβανόμενης βάρδιας. Ανανεώστε και δοκιμάστε ξανά.
es: No se pudo guardar esta ocurrencia del turno recurrente. Actualiza e inténtalo de nuevo.
et: Seda korduva vahetuse kirjet ei saanud salvestada. Värskenda ja proovi uuesti.
fa: این نوبت از شیفت تکرارشونده ذخیره نشد. تازه‌سازی کنید و دوباره تلاش کنید.
fi: Tämän toistuvan vuoron esiintymää ei voitu tallentaa. Päivitä ja yritä uudelleen.
fil: Hindi ma-save ang occurrence ng paulit-ulit na shift na ito. Paki-refresh at subukang muli.
fr: Impossible d’enregistrer cette occurrence de service récurrent. Actualisez puis réessayez.
he: לא ניתן לשמור את המופע של המשמרת החוזרת. רענן ונסה שוב.
hi: यह आवर्ती शिफ्ट घटना सेव नहीं हो सकी। कृपया रीफ्रेश करके फिर से कोशिश करें।
hr: Nije moguće spremiti ovo ponavljanje smjene. Osvježite i pokušajte ponovno.
hu: Nem sikerült menteni az ismétlődő műszak ezen előfordulását. Frissítsen, és próbálja újra.
id: Tidak dapat menyimpan kejadian shift berulang ini. Muat ulang lalu coba lagi.
is: Ekki tókst að vista þetta tilvik endurtekinnar vaktar. Endurnýjaðu og reyndu aftur.
it: Impossibile salvare questa occorrenza del turno ricorrente. Aggiorna e riprova.
ja: この定期シフトの発生分を保存できませんでした。更新してもう一度お試しください。
ko: 반복 근무 항목을 저장할 수 없습니다. 새로고침 후 다시 시도해 주세요.
lt: Nepavyko išsaugoti šios pasikartojančios pamainos. Atnaujinkite ir bandykite dar kartą.
lv: Nevarēja saglabāt šo atkārtotās maiņas reizi. Lūdzu, atsvaidziniet un mēģiniet vēlreiz.
nb: Kunne ikke lagre denne forekomsten av den faste vakten. Oppdater og prøv igjen.
nl: Kon deze terugkerende dienst niet opslaan. Vernieuw en probeer opnieuw.
nn: Kunne ikkje lagre denne førekomsten av den faste vakta. Oppdater og prøv igjen.
pl: Nie można zapisać tego wystąpienia cyklicznej zmiany. Odśwież i spróbuj ponownie.
pt_br: Não foi possível salvar esta ocorrência do turno recorrente. Atualize e tente novamente.
ro: Nu s-a putut salva această apariție a schimbului recurent. Reîmprospătați și încercați din nou.
ru: Не удалось сохранить это повторяющееся вхождение смены. Обновите и попробуйте снова.
sk: Tento výskyt opakujúcej sa zmeny sa nepodarilo uložiť. Obnovte stránku a skúste to znova.
sl: Te ponovitve izmene ni bilo mogoče shraniti. Osvežite in poskusite znova.
sr: Nije moguće sačuvati ovo ponavljanje smene. Osvežite i pokušajte ponovo.
sv: Det gick inte att spara denna förekomst av det återkommande passet. Uppdatera och försök igen.
sw: Haikuweza kuhifadhi tukio hili la zamu inayojirudia. Tafadhali onyesha upya na ujaribu tena.
ta: இந்த மீளும் ஷிப்ட் நிகழ்வை சேமிக்க முடியவில்லை. புதுப்பித்து மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถบันทึกกะเวียนรายการนี้ได้ โปรดรีเฟรชแล้วลองอีกครั้ง
tr: Bu tekrarlanan vardiya örneği kaydedilemedi. Lütfen yenileyip tekrar deneyin.
uk: Не вдалося зберегти цей повторюваний запис зміни. Оновіть і спробуйте ще раз.
ur: اس بار بار آنے والی شفٹ کے اس وقوعے کو محفوظ نہیں کیا جا سکا۔ براہ کرم ریفریش کریں اور دوبارہ کوشش کریں۔
vi: Không thể lưu lần lặp lại của ca này. Vui lòng làm mới và thử lại.
zh_hans: 无法保存此重复班次实例。请刷新后重试。
zh_hant: 無法儲存此重複班次項目。請重新整理後再試一次。

# shifts.save.error.unavailable
source: Saving is not available right now. Please try again.
ar: الحفظ غير متاح الآن. يُرجى المحاولة مرة أخرى.
bg: Записването не е налично в момента. Моля, опитайте отново.
bn: এই মুহূর্তে সংরক্ষণ করা যাচ্ছে না। আবার চেষ্টা করুন।
ca: Ara mateix no es pot desar. Torna-ho a provar.
cs: Ukládání teď není k dispozici. Zkuste to znovu.
da: Det er ikke muligt at gemme lige nu. Prøv igen.
de: Speichern ist derzeit nicht verfügbar. Bitte versuche es erneut.
el: Η αποθήκευση δεν είναι διαθέσιμη αυτή τη στιγμή. Δοκιμάστε ξανά.
es: Guardar no está disponible ahora mismo. Inténtalo de nuevo.
et: Salvestamine pole praegu saadaval. Proovi uuesti.
fa: ذخیره‌سازی اکنون در دسترس نیست. دوباره تلاش کنید.
fi: Tallennus ei ole juuri nyt käytettävissä. Yritä uudelleen.
fil: Hindi available ang pag-save ngayon. Pakisubukang muli.
fr: L’enregistrement n’est pas disponible pour le moment. Réessayez.
he: השמירה אינה זמינה כעת. נסה שוב.
hi: अभी सेव करना उपलब्ध नहीं है। कृपया फिर से कोशिश करें।
hr: Spremanje trenutno nije dostupno. Pokušajte ponovno.
hu: A mentés most nem érhető el. Kérjük, próbálja újra.
id: Penyimpanan tidak tersedia saat ini. Coba lagi.
is: Ekki er hægt að vista núna. Reyndu aftur.
it: Il salvataggio non è disponibile al momento. Riprova.
ja: 現在、保存できません。もう一度お試しください。
ko: 지금은 저장할 수 없습니다. 다시 시도해 주세요.
lt: Išsaugoti dabar negalima. Bandykite dar kartą.
lv: Saglabāšana pašlaik nav pieejama. Lūdzu, mēģiniet vēlreiz.
nb: Lagring er ikke tilgjengelig akkurat nå. Prøv igjen.
nl: Opslaan is nu niet beschikbaar. Probeer het opnieuw.
nn: Lagring er ikkje tilgjengeleg akkurat no. Prøv igjen.
pl: Zapisywanie jest teraz niedostępne. Spróbuj ponownie.
pt_br: Não é possível salvar agora. Tente novamente.
ro: Salvarea nu este disponibilă acum. Încercați din nou.
ru: Сохранение сейчас недоступно. Попробуйте снова.
sk: Uloženie teraz nie je k dispozícii. Skúste to znova.
sl: Shranjevanje trenutno ni na voljo. Poskusite znova.
sr: Čuvanje trenutno nije dostupno. Pokušajte ponovo.
sv: Det går inte att spara just nu. Försök igen.
sw: Hifadhi haipatikani kwa sasa. Tafadhali jaribu tena.
ta: சேமிப்பு இப்போது கிடைக்கவில்லை. மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถบันทึกได้ในขณะนี้ โปรดลองอีกครั้ง
tr: Kaydetme şu anda kullanılamıyor. Lütfen tekrar deneyin.
uk: Збереження зараз недоступне. Спробуйте ще раз.
ur: فی الحال محفوظ کرنا دستیاب نہیں ہے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Hiện không thể lưu. Vui lòng thử lại.
zh_hans: 当前无法保存。请重试。
zh_hant: 目前無法儲存。請再試一次。

# shifts.selectMoveTarget
source: Tap a date to move to
ar: اضغط على تاريخ للنقل إليه
bg: Докоснете дата, за да преместите
bn: সরানোর জন্য একটি তারিখে ট্যাপ করুন
ca: Toca una data per moure
cs: Klepnutím na datum přesunete
da: Tryk på en dato for at flytte
de: Tippe auf ein Datum zum Verschieben
el: Πατήστε μια ημερομηνία για μετακίνηση
es: Toca una fecha para mover
et: Teisaldamiseks vajuta kuupäevale
fa: برای انتقال روی یک تاریخ ضربه بزنید
fi: Napauta päivämäärää siirrettäväksi
fil: Magpindot ng petsa upang ilipat
fr: Appuyez sur une date pour déplacer vers
he: הקש על תאריך להעברה
hi: स्थानांतरित करने के लिए तारीख पर टैप करें
hr: Dodirnite datum za premještanje
hu: Érintsd meg a dátumot az áthelyezéshez
id: Ketuk tanggal untuk memindahkan ke
is: Sláðu á dagsetningu til að flytja á
it: Tocca una data per spostarvi
ja: 移動先の日付をタップ
ko: 이동할 날짜를 탭하세요
lt: Paspauskite datą, į kurią perkelti
lv: Pieskarieties datumam, lai pārvietotu
nb: Trykk på en dato for å flytte
nl: Tik op een datum om naartoe te verplaatsen
nn: Trykk på ein dato for å flytte
pl: Naciśnij datę, aby przenieść
pt_br: Toque em uma data para mover
ro: Apasă pe o dată pentru a muta
ru: Нажмите на дату для перемещения
sk: Klepnite na dátum, na ktorý chcete presunúť
sl: Tapnite datum za premikanje
sr: Dodirnite datum na koji želite da premestite
sv: Tryck på ett datum för att flytta
sw: Gusa tarehe ili kuhamisha
ta: நகர்த்த ஒரு தேதியைத் தட்டவும்
th: แตะวันที่เพื่อย้าย
tr: Taşımak için bir tarihe dokunun
uk: Натисніть на дату для переміщення
ur: منتقل کرنے کے لیے ایک تاریخ پر ٹیپ کریں
vi: Chạm vào ngày để di chuyển
zh_hans: 点击日期以移动
zh_hant: 點擊日期以移動

# shifts.share_as_image
source: Share as image
ar: مشاركة كصورة
bg: Споделяне като изображение
bn: ছবি হিসেবে শেয়ার করুন
ca: Comparteix com a imatge
cs: Sdílet jako obrázek
da: Del som billede
de: Als Bild teilen
el: Κοινοποίηση ως εικόνα
es: Compartir como imagen
et: Jaga pildina
fa: اشتراک‌گذاری به‌صورت تصویر
fi: Jaa kuvana
fil: Ibahagi bilang larawan
fr: Partager en image
he: שתף כתמונה
hi: छवि के रूप में साझा करें
hr: Podijeli kao sliku
hu: Megosztás képként
id: Bagikan sebagai gambar
is: Deila sem mynd
it: Condividi come immagine
ja: 画像として共有
ko: 이미지로 공유
lt: Bendrinti kaip paveikslėlį
lv: Kopīgot kā attēlu
nb: Del som bilde
nl: Deel als afbeelding
nn: Del som bilete
pl: Udostępnij jako obraz
pt_br: Compartilhar como imagem
ro: Partajează ca imagine
ru: Поделиться как изображением
sk: Zdieľať ako obrázok
sl: Deli kot sliko
sr: Podeli kao sliku
sv: Dela som bild
sw: Shiriki kama picha
ta: படமாக பகிர்
th: แชร์เป็นรูปภาพ
tr: Görsel olarak paylaş
uk: Поділитися як зображенням
ur: تصویر کے طور پر شیئر کریں
vi: Chia sẻ dưới dạng ảnh
zh_hans: 分享为图片
zh_hant: 分享為圖片
